Repository: januariocosta84/cid_dashboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id, tl

source: First Name
id: Nama Depan
tl: Naran Dahuluk

source: Last Name
id: Nama Belakang
tl: Naran Ikus

source: This email is already taken. Please add another valid Email
id: Email ini sudah digunakan. Silakan tambahkan email lain yang valid
tl: Email ida ne'e rejistu tena. Halo Favor hatama email validu seluk

source: Invalid email or password
id: Email atau kata sandi tidak valid
tl: Email ou Password Invalidu

source: Select Agency
id: Pilih agensi
tl: Seleciona Ajensia

source: Select Permision
id: Pilih izin
tl: Seleciona Permisaun

source: Male
id: Laki-laki
tl: Mane

source: Female
id: Perempuan
tl: Feto

source: Indeterminate
id: Tidak Dapat Ditentukan
tl: La determinadu

source: Information other
id: Informasi lainnya
tl: Informasaun seluk

source: Incomplete
id: Belum Lengkap
tl: Seidauk Kompletu

source: Completed
id: Selesai
tl: Hotu ona

source: Closed
id: Ditutup
tl: Taka

source: Disseminate
id: Diteruskan
tl: Diseminasaun

source: Archived
id: Diarsipkan
tl: Arkivadu

source: Always Reliable
id: Selalu Dapat Diandalkan
tl: Sempre Viavel

source: Most Reliable
id: Sangat Dapat Diandalkan
tl: Mais Viavel

source: Fairly Reliable
id: Cukup Dapat Diandalkan
tl: Razoavelment

source: Not Usual Reliable
id: Biasanya Tidak Dapat Diandalkan
tl: La razoavel

source: Unreliable
id: Tidak Dapat Diandalkan
tl: La viavel

source: Reliable Cannot be Judge
id: Keandalan Tidak Dapat Dinilai
tl: Viavel label halo julgamentu

source: Confirmed by other Source
id: Dikonfirmasi oleh Sumber Lain
tl: Konfirma ho fonte sira seluk

source: Probably True
id: Mungkin Benar
tl: Provavelmente Loos

source: Possible True
id: Mungkin Benar
tl: Posibilidade Loss

source: Doubtful
id: Meragukan
tl: Duvida

source: Improbable Not Confirmed
id: Tidak Mungkin Tidak Dikonfirmasi
tl: Improbabel seidauk konfirma

source: Truth Cannot be Judge
id: Kebenaran Tidak Dapat Dinilai
tl: Los duni katak labele halo julgamentu

source: Account created for {username}
id: Akun dibuat untuk {username}
tl: Kria ona utilizador ba {username}

source: User information has been updated
id: Informasi pengguna telah diperbarui
tl: Informasaun utilizador atualiza tena

source: You are successfully logged in
tl: Ita loggin ho susesu

source: Warning: UNAUTHORIZED ACCESS TO THIS SYSTEM MAY CONSTITUTE A CRIMINAL OFFENCE.
id: Peringatan: AKSES YANG TIDAK SAH KE SISTEM INI DAPAT DIANGGAP SEBAGAI TINDAK PIDANA
tl: ASESU LA AUTORIZADU BA SISTEMA NE'E E SEI SUBMETE BA OFENSA KRIMINAL.

source: Logged out successfully! bye bye
id: Berhasil keluar! selamat tinggal
tl: Termina sesaun ho susesu! bye bye

source: user has been disabled
tl: utilizador desativado tena

source: user has been enabled
tl: utilizador ativa tena

source: On Creating
id: Sedang Dibuat
tl: Halo hela

source: Unique ID will be created
id: ID Unik akan dibuat
tl: ID uniku sei kria

source: New Initial form has been added
id: Formulir awal telah ditambahkan
tl: Formulariu hahu foun submete ona

source: New Subject has been added successfully to report list
tl: Formulariu sujetu submete ho susesu ba lista relatoriu

source: No report found
id: Laporan tidak ditemukan
tl: Laiha Relatoriu

source: Invalid token. Please try again.
tl: Token invalido, halo favor koko fali

source: You have logged in successfully.
tl: Ita loggin ho sucessu.

source: Invalid MFA token, please try again.
tl: MFA token Invalido, halo favor koko fali

source: Agency List
id: Daftar Agensi
tl: Lista Ajensia

source: Agency
id: Agensi
tl: Ajensia

source: Add New Agency
id: Tambah Agensi Baru
tl: Adisiona Ajensia Foun

source: Agency Name
id: Nama Agensi
tl: Naran Ajensia

source: Date Created
id: Tanggal Pembuatan
tl: Data Kriasaun

source: Edit
tl: Editar

source: Delete
id: Hapus
tl: Hamos

source: Ready to leave?
id: Siap untuk keluar?
tl: Pronto atu sai?

source: Select 'Logout' below if you are ready to end your current session.
id: Pilih 'Keluar' di bawah jika Anda siap untuk mengakhiri sesi Anda saat ini.
tl: Seleciona 'Logout' tuir mai se ita bot pronto atu termina sessaun atual.

source: Cancel
id: Batalkan
tl: Kansela

source: Hello
id: Halo
tl: Ol√°

source: Profile
id: Profil
tl: Perfil

source: Change password
id: Ganti kata sandi
tl: Muda ita nia Password

source: Activity Log
id: Log Aktivitas
tl: Atividade Log

source: Logout
id: Keluar
tl: Sai

source: Call & Forms
id: Panggilan dan Formulir
tl: Chamadas & Formulariu

source: Report
id: Laporan
tl: Relatoriu

source: Report List
id: Daftar Laporan
tl: Lista Relatoriu

source: Search
id: Cari
tl: Pesquiza

source: User Managements
id: Manajemen User
tl: Jestaun Utilizadores

source: Users List
id: Daftar penguna
tl: Lista Utilizadores

source: Web and Records
id: Web dan arsip
tl: Web no Rejistu

source: Source ID
id: Sumber ID
tl: Fonte ID

source: Source Type
id: Tipe Sumber
tl: Tipu da Fonte

source: Status
tl: Estado

source: Actions
id: Tindakan
tl: Asaun

source: View
id: Lihat
tl: Hare

source: Subject you are giving information about
id: Orang yang anda berikan informasi
tl: Ita submete informasaun kona-ba ema ne'e

source: Middle Name
tl: Naran klaran

source: Nick Name
tl: Naran bolu

source: Description of Subject
tl: Deskrisaun kona ba sujetu

source: Business Name
id: Nama Business
tl: Naran Negosiu

source: The address of the person or business
tl: Hela Fatin kona ba ema ou negosiu

source: Address
tl: Hela Fatin

source: Post Code
tl: Kodigu Postal

source: Country
tl: Nasaun

source: Transportation information
tl: Informasaun Transporte

source: Vehicles
tl: Transporte

source: Flight and Routing
tl: Rotasaun no Voo

source: Ferry crossings
tl: R√≥ no Kruzeiru

source: Cargo and Fast parcel
tl: Kargu no pakote lais

source: Other Transport and travels
tl: Transporte no viajem sira seluk

source: The approximate age or date of birth and nationality of the person
tl: Ida aproxima ou loron moris e nasionalidade kona ba ema ne'e

source: Approximate Age
tl: Idade aproximada

source: Date of Birth
id: Tahun dan tanggal Lahir
tl: Loron no tinan moris

source: Nationality
id: Kewargaan negara
tl: Nasionalidade

source: Names of others involved
tl: Naran ema seluk nebe involve

source: Name of any other involved
tl: Naran ema ruma seluk involve

source: Event details
tl: Detalhe eventus

source: What is taking place?
tl: Saida mak akontese dadaun?

source: Where is happening?
tl: Akontese iha nebe?

source: How often does this happen?
tl: Ida ne akontese keleur ona?

source: Additional information
tl: Informasaun adisional

source: Other information that would be relevant
tl: Informasaun seluk nebe mak relevante

source: Your connection with the person or business
tl: Ita nia ligasaun ho ema ne'e ou negosiu

source: Are you still connected to the person or business?
tl: Ita sei iha ligasau ho ema ne ka bussiness

source: Involvement details
tl: Detalhu involvimentu

source: How did you obtain this information?
tl: Oinsa mak hetan informasaun ida ne'e

source: Does anyone else know this information? If so, how many?
tl: Iha ema ruma hatene kona ba ida ne'e?se iha ema nain hira?

source: How many?
tl: Nain hira?

source: Will it affect you if we use the information?
tl: Sera que ida ne'e afeta ita kaju utiliza informasaun ida ne'e?

source: Reporter details
tl: Detalhu Relatoriu

source: Telephone number(s) including STD
tl: Numeru telefone incluiding STD

source: Would you like someone to call you back?
tl: Hakarak ema ruma telfone fali?

source: Comment
id: Komentar
tl: Komentariu

source: Add New Comment
tl: Adisiona komentariu foun

source: Analyst Comments(s)
tl: Analistas Nia Komentariu

source: User
id: Penguna
tl: Utilizador

source: Update at
tl: Atualiza iha

source: How long has it been going on?
tl: Ida ne'e akontese loron hira ona?

source: Form for Initialization
id: Formulir Awal
tl: Formulariu inisiu

source: Source
id: Sumber
tl: Fontes

source: Information Source
id: Sumber Informasi
tl: Fonte Relatoriu

source: Submit to next proccess
id: Kirim untuk ke halaman berikutnya
tl: Submete ba prosesu tuir mai

source: Initial
id: Awal
tl: Hahu

source: Subjects
id: Orang
tl: Sujeitu

source: Text
id: Teks
tl: Testu

source: Attachment
id: Lampiran
tl: Aneksu

source: Analyst Comment
id: Analise pengamat
tl: Analistas Nia Komentariu

source: Status Timeline
id: Waktu timeline
tl: Calendario da Situa√ßao

source: Review
id: Revisi
tl: Revijaun

source: Dissemination
id: Diseminasi
tl: Diseminasaun

source: Submit to Continue
tl: Submete ba prosesu tuir mai

source: Subject Form
id: Formulir subject
tl: Formulariu ba Sujeitu

source: Gender
id: Jenis Kelamin
tl: Sexu

source: Place of birth
tl: Fatin Moris

source: Date of birth
tl: Loron no tinan moris

source: Identification
id: Identifikas
tl: Indentifikasaun

source: ID Number
id: Nomor ID
tl: Numeru Identifikasaun

source: Home Address
id: Alamat rumah
tl: Hela Fatin

source: Bussiness Name
tl: Naran Negosiu

source: Bussiness Address
tl: Morada Negosiu

source: Bin or TIN
tl: BIN ka TIN

source: Telephone
id: Telepon
tl: Telefone

source: Description
id: Deskrispsi
tl: Deskrisaun

source: Conveyance
id: Transportasi
tl: Transporte

source: Conveyance Description
id: Deskripsi transportas
tl: Deskrisaun transporte

source: Back to previous
tl: Fila ba kotuk

source: Submit Subject Form
tl: Submete formulariu Sujeitu

source: Tex
tl: Testu

source: View The Webform
tl: Hare webform

source: Hear the Recording
tl: Rona gravasaun

source: Reporting
id: Laporan
tl: Relatoriu

source: Reporting Lists
id: Susunan Laporan
tl: Lista Relatoriu

source: Add New Report
id: Tamba Laporan Baru
tl: Adisiona Relatoriu Foun

source: Report Name
id: Nama Laporan
tl: Naran Relatoriu

source: Report Source
id: Sumber Laporan
tl: Fonte Relatoriu

source: Report Created
id: Waktu Pembuatan
tl: Data Kriasaun relatoriu

source: Request Dissemination
id: Minta diseminasi
tl: Pedidu Diseminasaun

source: Place of Birth
id: Tempat Lahir
tl: Fatin Moris

source: Business Address
id: Alamat Business
tl: Morada Negosiu

source: BIN or TIN
id: BIND dan TIn
tl: BIN ka TIN

source: Submit Subject
id: Kirim Formulir Subjek
tl: Submete formulariu Sujeitu

source: Save
id: Simpan
tl: Guardar

source: Subject - Web form ID Number
tl: Sujetu - Web form Numeru ID

source: Close
tl: Taka

source: Source Evaluation
id: Sumber Evaluasi
tl: Fonte Evaluasaun

source: 1 - Confirmed by other Source
id: 1 - Dikonfirmasi oleh Sumber lain
tl: 1 - Konfirma ho fonte sira seluk

source: 2 - Probably True
id: 2 - Mungkin Benar
tl: 2 - Provavelmente Loos

source: 3 - Possible True
id: 3 - Kemungkinan Benar
tl: 3 - Posibilidade Loss

source: 4 - Doubtful
id: 4 - Diragukan
tl: 4 - Duvida

source: 5 - Improbable Not Confirmed
id: 5 - Tidak Mungkin Tidak Dikonfirmasi
tl: 5 - Improbabel seidauk konfirma

source: 6 - Truth Cannot be Judge
id: 6 - Kebenaran Tidak Bisa Jadi Hakim
tl: 6 -Los duni katak labele halo julgamentu

source: A - Always Reliable
id: A - Selalu Dapat Diandalkan
tl: A - Sempre Viavel

source: B - Most Reliable
id: B - Paling Dapat Diandalkan
tl: B - Mais Viavel

source: C - Fairly Reliable
id: C - Cukup Dapat Diandalkan
tl: C - Razoavelment

source: D - Not Usual Reliable
id: D - Tidak Biasa Dapat Diandalkan
tl: D - La razoavel

source: E - Unreliabl
id: E - Tidak dapat diandalkan
tl: E - La viavel

source: F - Reliable Cannot be Judge
id: F - Dapat Dipercaya Tidak Dapat Dinilai
tl: F - Viavel label halo julgamentu

source: Add New text
id: Menambahkan teks baru
tl: Adisiona testu foun

source: Go to Next Step
id: Lanjut ke Langkah Berikutnya
tl: Ba Pasu tuir mai

source: Position List
id: Daftar Posisi
tl: Lista Pojisaun

source: Position
id: Posisi
tl: Pojisaun

source: Add New Position
id: Menambahkan posisi baru
tl: Adisiona Pojisaun Foun

source: Name
id: Nama
tl: Naran

source: Change Your Password
id: Modifikasi Kata sandi anda
tl: Muda ita nia Password

source: Old Password
id: Kata sandi Lama
tl: Password Antigu

source: New Password
id: Kata sandi baru
tl: Password Foun

source: New Password Confirmation
id: Konfirmasi kata sandi baru
tl: Password Konfirmasaun

source: Update Password
id: Perbaruhi Password
tl: Atualiza Password

source: Disable and Enable user
tl: Desativa e ativa utilizador

source: Disable User
tl: Desativa Utilizador

source: Enable User
tl: Ativa Utilizador

source: Disable Multi-Factor Authentication
id: Nonaktifkan Otentikasi Multi-Faktor
tl: Desativa multifaktor autentikasaun

source: MFA is currently enabled. Are you sure you want to disable it?
id: MFA saat ini diaktifkan. Apakah Anda yakin ingin menonaktifkannya?
tl: MFA ida ne'e ativa tiha ona. Ita hakarak atu desativa ka?

source: Disable MFA
id: Nonaktifkan MFA
tl: Desativa MFA

source: MFA is already disabled for this user.
id: MFA sudah dinonaktifkan untuk pengguna ini.
tl: MFA desativa tena ba utilizador ida ne'e

source: Multi-Factor Authentication
id: Otentikasi Multi-Faktor
tl: Ativa multifaktor autentikasaun

source: Scan the QR code below with your Google Authenticator app to enable MFA:
id: Pindai kode QR di bawah dengan aplikasi Google Authenticator Anda untuk mengaktifkan MFA:
tl: Scan QR Code ne'eb√° ho aplikasaun Google Authenticator hodi ativa MFA

source: Enter the 6-digit code from your app:
id: Masukkan kode 6 digit dari aplikasi Anda:
tl: Insere Dijitus 6 nebe mosu iha ita nia APP

source: Enable MFA
id: Aktifasi MFA
tl: Ativa MFA

source: MFA Verification
id: Identifikasi MFA
tl: Verifikisaun MFA

source: Please enter the 6-digit MFA code from your authenticator app:
id: Silakan masukkan kode MFA 6 digit dari aplikasi autentikator Anda:
tl: Insere Dijitus 6 nebe mosu iha ita nia APP

source: Verify MFA
id: Verifikasi MFA
tl: Verifika MFA

source: Create New Account
id: Membuat Pengguna baru
tl: Adisiona Utilizador Foun

source: Permission
tl: Permisaun

source: Password
id: Kata sandi
tl: Palavra Passe

source: Confirm Password
id: Konfirmasi kata sandi
tl: Konfirma Password

source: Create
id: Membuat
tl: Kria

source: Update User
id: Perbaruhi Pengguna
tl: Atualiza Utilizador

source: Email Address
id: Alamat email
tl: Email

source: Enter New password
id: Masukan kata sandi baru
tl: Password Foun

source: New Password Confirm
id: Konfirmasi kata sandi
tl: Password Konfirmasaun

source: Enter New Password Confirm
id: Masukan kata sandi konfirmasi
tl: Password Konfirmasaun

source: Update
id: Perbaruhi
tl: Atualiza

source: User List
id: Susunan Pengguna
tl: Lista Utilizadores

source: Contacts
id: Kontak
tl: Kontaktu

source: Add New Account
id: Menambahkan pengguna baru
tl: Adisiona Utilizador Foun

source: Last Login
id: Login terakhir
tl: Login Ikus

source: Haven't tried logging in yet
id: Belum pernah login
tl: Seidauk Login dala ida

source: Disable user
tl: Desativa Utilizador

source: Enable user
tl: Ativa utilizador

source: MFA Activation
id: Aktivasi MFA
tl: Ativasaun MFA

source: You must provide an email address
id: Anda harus memberikan alamat email

source: email address
id: Alamat email

source: Customer
id: Pelanggan

source: Full Name
id: Nama Lengkap

source: Phone Number
id: Nomor Telepon

source: Postcode
id: Kode Pos

source: Address Line 1
id: Alamat Baris 1

source: Address Line 2
id: Alamat Baris 2

source: Town/City/State
id: Kota/Negara Bagian/Provinsi

source: Delivery Instructions
id: Instruksi Pengiriman

source: Created at
id: Di buat Pada

source: Updated at
id: Di Perbarui pada

source: Default
id: Standar

source: Web Form
id: Formulir Web

source: first step
id: Langkah Awal

source: submit
id: Kirim
